Repository: bdxygy/wms-01
Catalog: mobile/l10n/app_*.arb
Languages: id

# appTagline
source: Warehouse Management System
id: Sistem Manajemen Gudang

source: Initializing...
id: Menginisialisasi...

source: Loading...
id: Memuat...

source: Retry
id: Coba Lagi

source: Save
id: Simpan

source: Cancel
id: Batal

source: Delete
id: Hapus

source: Add
id: Tambah

source: Search
id: Cari

source: Refresh
id: Segarkan

source: Yes
id: Ya

source: No
id: Tidak

source: Success
id: Berhasil

source: Warning
id: Peringatan

# info
source: Information
id: Informasi

source: Change
id: Ubah

source: Details
id: Detail

source: Manage
id: Kelola

source: View All
id: Lihat Semua

source: Login
id: Masuk

source: Logout
id: Keluar

source: Username
id: Nama Pengguna

source: Password
id: Kata Sandi

source: Name
id: Nama

source: Welcome to WMS
id: Selamat datang di WMS

# signInDescription
source: Sign in to access your warehouse management system
id: Masuk untuk mengakses sistem manajemen gudang Anda

# enterUsername
source: Enter your username
id: Masukkan nama pengguna Anda

# usernameRequired
source: Username is required
id: Nama pengguna wajib diisi

# usernameMinLength
source: Username must be at least 3 characters
id: Nama pengguna harus minimal 3 karakter

# enterPassword
source: Enter your password
id: Masukkan kata sandi Anda

# passwordRequired
source: Password is required
id: Kata sandi wajib diisi

# passwordMinLength
source: Password must be at least 4 characters
id: Kata sandi harus minimal 4 karakter

source: Sign In
id: Masuk

source: Need help signing in?
id: Butuh bantuan untuk masuk?

source: Contact Support
id: Hubungi Dukungan

# contactSupportTitle
source: Contact Support
id: Hubungi Dukungan

# contactSupportMessage
source: For login assistance, please contact your system administrator or IT support team.
id: Untuk bantuan login, silakan hubungi administrator sistem atau tim dukungan IT Anda.

# invalidCredentials
source: Invalid username or password. Please try again.
id: Nama pengguna atau kata sandi tidak valid. Silakan coba lagi.

# networkConnectionError
source: Network error. Please check your internet connection.
id: Error jaringan. Silakan periksa koneksi internet Anda.

# requestTimeout
source: Request timeout. Please try again.
id: Waktu permintaan habis. Silakan coba lagi.

# serverError
source: Server error. Please try again later.
id: Error server. Silakan coba lagi nanti.

# loginFailed
source: Login failed. Please try again.
id: Login gagal. Silakan coba lagi.

source: Forgot Password?
id: Lupa Kata Sandi?

source: Show password
id: Tampilkan kata sandi

source: Hide password
id: Sembunyikan kata sandi

# loginError
source: Login failed. Please check your credentials.
id: Login gagal. Silakan periksa kredensial Anda.

# networkError
source: Network error. Please check your connection.
id: Error jaringan. Silakan periksa koneksi Anda.

# loginInProgress
source: Logging in...
id: Sedang masuk...

source: Please wait...
id: Silakan tunggu...

source: Dashboard
id: Dasbor

source: Owner Dashboard
id: Dasbor Pemilik

source: Admin Dashboard
id: Dasbor Admin

source: Staff Dashboard
id: Dasbor Staf

source: Cashier Dashboard
id: Dasbor Kasir

source: WMS Dashboard
id: Dasbor WMS

source: Products
id: Produk

source: New Sale
id: Penjualan Baru

source: Scan Barcode
id: Pindai Barcode

# scanAndSell
source: Scan & Sell
id: Pindai & Jual

source: Product Check
id: Pemeriksaan Produk

source: Find Product
id: Cari Produk

source: Add Product
id: Tambah Produk

# viewProducts
source: View & manage products
id: Lihat & kelola produk

source: View products (read-only)
id: Lihat produk (baca saja)

source: View products for sale
id: Lihat produk untuk dijual

source: Quick product lookup
id: Pencarian produk cepat

source: Quality verification
id: Verifikasi kualitas

source: Search products
id: Cari produk

source: Products List
id: Daftar Produk

# productsListReadOnly
source: Products List (read-only) page coming soon!
id: Halaman Daftar Produk (baca saja) segera hadir!

# productsListForSales
source: Products List (for sales) page coming soon!
id: Halaman Daftar Produk (untuk penjualan) segera hadir!

# productsListComingSoon
source: Products List page coming soon!
id: Halaman Daftar Produk segera hadir!

# productSearchComingSoon
source: Product Search feature coming soon!
id: Fitur Pencarian Produk segera hadir!

# scannerComingSoon
source: Scanner feature coming soon!
id: Fitur Pemindai segera hadir!

# addProductComingSoon
source: Add Product feature coming soon!
id: Fitur Tambah Produk segera hadir!

# productCheckComingSoon
source: Product Check feature coming soon!
id: Fitur Pemeriksaan Produk segera hadir!

source: Transactions
id: Transaksi

# createSale
source: Create sale transaction
id: Buat transaksi penjualan

source: Quick barcode sale
id: Penjualan barcode cepat

# newSaleComingSoon
source: New Sale feature coming soon!
id: Fitur Penjualan Baru segera hadir!

# createSaleComingSoon
source: Create Sale feature coming soon!
id: Fitur Buat Penjualan segera hadir!

# scanAndSellComingSoon
source: Scan & Sell feature coming soon!
id: Fitur Pindai & Jual segera hadir!

# createTransactionComingSoon
source: Create Transaction feature coming soon!
id: Fitur Buat Transaksi segera hadir!

# transactionsListComingSoon
source: Transactions List page coming soon!
id: Halaman Daftar Transaksi segera hadir!

# myTransactionsListComingSoon
source: My Transactions List page coming soon!
id: Halaman Daftar Transaksi Saya segera hadir!

# allTransactionsComingSoon
source: All Transactions feature coming soon!
id: Fitur Semua Transaksi segera hadir!

# viewTransactions
source: View & manage transactions
id: Lihat & kelola transaksi

source: View my transactions
id: Lihat transaksi saya

source: Stores
id: Toko

source: Select Store
id: Pilih Toko

source: Current Store
id: Toko Saat Ini

source: No store selected
id: Tidak ada toko yang dipilih

source: Change Store
id: Ganti Toko

source: Store Selection
id: Pemilihan Toko

# welcomeChooseStore
source: Welcome! Please choose a store to continue.
id: Selamat datang! Silakan pilih toko untuk melanjutkan.

# noStoresAvailable
source: No stores available for your account.
id: Tidak ada toko yang tersedia untuk akun Anda.

# contactAdmin
source: Please contact your administrator.
id: Silakan hubungi administrator Anda.

source: Store Management
id: Manajemen Toko

source: Multi-Store Overview
id: Ringkasan Multi-Toko

# noStoresCreated
source: No stores created yet
id: Belum ada toko yang dibuat

# createFirstStore
source: Create your first store to start managing inventory
id: Buat toko pertama Anda untuk mulai mengelola inventori

source: Create Store
id: Buat Toko

source: Add Store
id: Tambah Toko

# selectStoreToView
source: Select store to view details ({count} total)
id: Pilih toko untuk melihat detail ({count} total)

# storeDetailsComingSoon
source: Store Details feature coming soon!
id: Fitur Detail Toko segera hadir!

# storeManagementComingSoon
source: Store Management feature coming soon!
id: Fitur Manajemen Toko segera hadir!

# addStoreComingSoon
source: Add Store feature coming soon!
id: Fitur Tambah Toko segera hadir!

# viewStores
source: View & manage stores
id: Lihat & kelola toko

# storesListComingSoon
source: Stores List page coming soon!
id: Halaman Daftar Toko segera hadir!

source: Edit Store
id: Edit Toko

source: Store Name
id: Nama Toko

source: Store Type
id: Jenis Toko

source: Active
id: Aktif

source: Inactive
id: Tidak Aktif

source: Timezone
id: Zona Waktu

source: Open Time
id: Jam Buka

source: Close Time
id: Jam Tutup

source: Store Information
id: Informasi Toko

source: Address Information
id: Informasi Alamat

source: Contact Information
id: Informasi Kontak

source: Audit Information
id: Informasi Audit

source: Address Line 1
id: Alamat Baris 1

source: Address Line 2
id: Alamat Baris 2

source: City
id: Kota

source: Province
id: Provinsi

source: Postal Code
id: Kode Pos

source: Country
id: Negara

source: Phone Number
id: Nomor Telepon

source: Map Location
id: Lokasi Peta

source: Created By
id: Dibuat Oleh

source: Created At
id: Dibuat Pada

source: Updated At
id: Diperbarui Pada

source: Deleted At
id: Dihapus Pada

source: Confirm Delete Store
id: Konfirmasi Hapus Toko

source: Store deleted successfully
id: Toko berhasil dihapus

source: Failed to delete store
id: Gagal menghapus toko

source: Failed to load store
id: Gagal memuat toko

source: Failed to load stores
id: Gagal memuat daftar toko

source: Search stores...
id: Cari toko...

# manageStoresDescription
source: Create and manage your store locations
id: Buat dan kelola lokasi toko Anda

source: No stores found
id: Tidak ada toko ditemukan

# tryDifferentSearchTerm
source: Try a different search term
id: Coba kata kunci pencarian yang berbeda

source: Back
id: Kembali

source: Update Store
id: Perbarui Toko

source: Store created successfully
id: Toko berhasil dibuat

source: Store updated successfully
id: Toko berhasil diperbarui

source: Failed to create store
id: Gagal membuat toko

source: Failed to update store
id: Gagal memperbarui toko

source: Operating Hours
id: Jam Operasional

# selectOpenTime
source: Select Opening Time
id: Pilih Jam Buka

# selectCloseTime
source: Select Closing Time
id: Pilih Jam Tutup

source: Enter store name
id: Masukkan nama toko

source: Enter store type
id: Masukkan jenis toko

source: Enter timezone
id: Masukkan zona waktu

source: Enter address line 1
id: Masukkan alamat baris 1

# enterAddressLine2
source: Enter address line 2 (optional)
id: Masukkan alamat baris 2 (opsional)

source: Enter city
id: Masukkan kota

source: Enter province
id: Masukkan provinsi

source: Enter postal code
id: Masukkan kode pos

source: Enter country
id: Masukkan negara

# enterMapLocation
source: Enter map location (optional)
id: Masukkan lokasi peta (opsional)

source: Enter phone number
id: Masukkan nomor telepon

# enterEmail
source: Enter email (optional)
id: Masukkan email (opsional)

# fieldRequired
source: This field is required
id: Bidang ini wajib diisi

source: Good morning
id: Selamat pagi

source: Good afternoon
id: Selamat siang

source: Good evening
id: Selamat sore

source: Good night
id: Selamat malam

source: Staff
id: Staf

source: Growth
id: Pertumbuhan

source: Orders
id: Pesanan

source: Tasks
id: Tugas

source: Completed
id: Selesai

source: Today
id: Hari ini

source: Sales
id: Penjualan

source: Revenue
id: Pendapatan

source: Items
id: Item

source: Business Overview
id: Ikhtisar Bisnis

# selectStoreToViewDetails
source: Select store to view details ({count} total)
id: Pilih toko untuk melihat detail ({count} total)

source: Total Stores
id: Total Toko

source: Total revenue
id: Total pendapatan

source: Active Products
id: Produk Aktif

source: Total Staff
id: Total Staf

source: Business analytics
id: Analitik bisnis

source: Last 30 days
id: 30 hari terakhir

source: Manage Stores
id: Kelola Toko

source: Add & edit stores
id: Tambah & edit toko

source: Manage Users
id: Kelola Pengguna

source: View Reports
id: Lihat Laporan

source: Business reports
id: Laporan bisnis

source: System Settings
id: Pengaturan Sistem

source: Configure system
id: Konfigurasi sistem

source: Recent Activity
id: Aktivitas Terkini

source: Users
id: Pengguna

source: Manage Staff
id: Kelola Staf

source: Staff management
id: Manajemen staf

# manageStaffComingSoon
source: Manage Staff feature coming soon!
id: Fitur Kelola Staf segera hadir!

# userManagementComingSoon
source: User Management feature coming soon!
id: Fitur Manajemen Pengguna segera hadir!

# usersListComingSoon
source: Users List page coming soon!
id: Halaman Daftar Pengguna segera hadir!

# viewUsers
source: View & manage users
id: Lihat & kelola pengguna

source: Categories
id: Kategori

# viewCategories
source: View & manage categories
id: Lihat & kelola kategori

# categoriesListComingSoon
source: Categories List page coming soon!
id: Halaman Daftar Kategori segera hadir!

# categoriesComingSoon
source: Categories feature coming soon!
id: Fitur Kategori segera hadir!

source: Create Category
id: Buat Kategori

source: Edit Category
id: Edit Kategori

source: Category Name
id: Nama Kategori

# categoryNameRequired
source: Category name is required
id: Nama kategori wajib diisi

# categoryNameMinLength
source: Category name must be at least 2 characters
id: Nama kategori minimal 2 karakter

# categoryNameMaxLength
source: Category name must be less than 100 characters
id: Nama kategori maksimal 100 karakter

# categoryDescription
source: Description
id: Deskripsi

source: Description (Optional)
id: Deskripsi (Opsional)

# categoryDescriptionHint
source: Enter category description
id: Masukkan deskripsi kategori

# descriptionMaxLength
source: Description must be less than 500 characters
id: Deskripsi maksimal 500 karakter

# createCategoryTitle
source: Create New Category
id: Buat Kategori Baru

# createCategoryDescription
source: Add a new product category to organize your inventory
id: Tambahkan kategori produk baru untuk mengorganisir inventori Anda

# editCategoryTitle
source: Edit Category
id: Edit Kategori

# editCategoryDescription
source: Update category details and organization
id: Perbarui detail dan organisasi kategori

source: Category created successfully
id: Kategori berhasil dibuat

source: Category updated successfully
id: Kategori berhasil diperbarui

# categoryNameLabel
source: Category Name
id: Nama Kategori

# categoryNameHint
source: Enter category name
id: Masukkan nama kategori

source: Description
id: Deskripsi

source: Saving...
id: Menyimpan...

source: Update Category
id: Perbarui Kategori

source: Settings
id: Pengaturan

# appSettings
source: App settings & store
id: Pengaturan aplikasi & toko

source: App configuration
id: Konfigurasi aplikasi

source: User Profile
id: Profil Pengguna

source: Account Settings
id: Pengaturan Akun

# appSettingsSection
source: App Settings
id: Pengaturan Aplikasi

source: About
id: Tentang

source: Edit Profile
id: Edit Profil

source: Change Password
id: Ubah Kata Sandi

# updatePassword
source: Update your account password
id: Perbarui kata sandi akun Anda

source: Email Settings
id: Pengaturan Email

source: Manage email preferences
id: Kelola preferensi email

source: Notifications
id: Notifikasi

source: Manage notification preferences
id: Kelola preferensi notifikasi

source: Theme
id: Tema

# themeDescription
source: Light, Dark, or System
id: Terang, Gelap, atau Sistem

source: Language
id: Bahasa

source: Change app language
id: Ubah bahasa aplikasi

source: Storage
id: Penyimpanan

# manageLocalData
source: Manage local data and cache
id: Kelola data lokal dan cache

source: App Version
id: Versi Aplikasi

# helpAndSupport
source: Help & Support
id: Bantuan & Dukungan

# getHelpOrSupport
source: Get help or contact support
id: Dapatkan bantuan atau hubungi dukungan

source: Privacy Policy
id: Kebijakan Privasi

source: View privacy policy
id: Lihat kebijakan privasi

source: App Information
id: Informasi Aplikasi

source: Warehouse Management System
id: Sistem Manajemen Gudang

# appDescription
source: A complete inventory management system for tracking goods across multiple stores.
id: Sistem manajemen inventori lengkap untuk melacak barang di beberapa toko.

# editProfileComingSoon
source: Edit Profile feature coming soon!
id: Fitur Edit Profil segera hadir!

# changePasswordComingSoon
source: Change Password feature coming soon!
id: Fitur Ubah Kata Sandi segera hadir!

# emailSettingsComingSoon
source: Email Settings feature coming soon!
id: Fitur Pengaturan Email segera hadir!

# notificationSettingsComingSoon
source: Notification Settings feature coming soon!
id: Fitur Pengaturan Notifikasi segera hadir!

# themeSettingsComingSoon
source: Theme Settings feature coming soon!
id: Fitur Pengaturan Tema segera hadir!

# languageSettingsComingSoon
source: Language Settings feature coming soon!
id: Fitur Pengaturan Bahasa segera hadir!

# storageSettingsComingSoon
source: Storage Settings feature coming soon!
id: Fitur Pengaturan Penyimpanan segera hadir!

# helpAndSupportComingSoon
source: Help & Support feature coming soon!
id: Fitur Bantuan & Dukungan segera hadir!

# privacyPolicyComingSoon
source: Privacy Policy feature coming soon!
id: Fitur Kebijakan Privasi segera hadir!

# welcomeBackUser
source: Welcome back, {name}!
id: Selamat datang kembali, {name}!

# roleOwner
source: OWNER
id: PEMILIK

# roleStaff
source: STAFF
id: STAF

# roleCashier
source: CASHIER
id: KASIR

# roleUnknown
source: UNKNOWN
id: TIDAK DIKENAL

source: Store Overview (Read-Only)
id: Ringkasan Toko (Baca Saja)

source: View Mode
id: Mode Tampilan

source: Sales Mode
id: Mode Penjualan

source: Point of Sale
id: Titik Penjualan

source: Store Performance
id: Performa Toko

source: Today Sales
id: Penjualan Hari Ini

source: Average transaction
id: Rata-rata transaksi

source: Number of sales
id: Jumlah penjualan

# averageSale
source: Avg. Sale
id: Rata-rata Penjualan

source: Items Sold
id: Item Terjual

source: Total items
id: Total item

source: Low Stock
id: Stok Rendah

source: In Stock
id: Tersedia

source: My Checks Today
id: Pemeriksaan Saya Hari Ini

source: Pending Checks
id: Pemeriksaan Tertunda

source: Total Products
id: Total Produk

source: Business Intelligence Dashboard
id: Dasbor Intelijen Bisnis

# comprehensiveAnalytics
source: Comprehensive Analytics for {storeName}
id: Analitik Komprehensif untuk {storeName}

source: Sales Performance
id: Performa Penjualan

source: Inventory Management
id: Manajemen Inventori

source: Operations & Quality Control
id: Operasi & Kontrol Kualitas

source: Product Checks
id: Pemeriksaan Produk

source: Total checks today
id: Total pemeriksaan hari ini

source: Requires attention
id: Perlu perhatian

source: Active Users
id: Pengguna Aktif

source: Quick Navigation
id: Navigasi Cepat

source: Quick Navigation (Full Access)
id: Navigasi Cepat (Akses Penuh)

source: Quick Navigation (Admin Access)
id: Navigasi Cepat (Akses Admin)

source: Quick Navigation (Read-Only Access)
id: Navigasi Cepat (Akses Baca Saja)

source: Quick Navigation (Transaction Focus)
id: Navigasi Cepat (Fokus Transaksi)

source: Quick Actions
id: Tindakan Cepat

source: Fast Sale Options
id: Opsi Penjualan Cepat

# selectPreferredMethod
source: Select your preferred method to create a sale:
id: Pilih metode preferensi Anda untuk membuat penjualan:

source: Create New Sale
id: Buat Penjualan Baru

source: Last Sale
id: Penjualan Terakhir

source: Reprint Receipt
id: Cetak Ulang Resi

source: Daily Report
id: Laporan Harian

# lastSaleComingSoon
source: Last Sale feature coming soon!
id: Fitur Penjualan Terakhir segera hadir!

# reprintReceiptComingSoon
source: Reprint Receipt feature coming soon!
id: Fitur Cetak Ulang Resi segera hadir!

# dailyReportComingSoon
source: Daily Report feature coming soon!
id: Fitur Laporan Harian segera hadir!

source: Today's Sales Summary
id: Ringkasan Penjualan Hari Ini

source: Product Checking
id: Pemeriksaan Produk

source: Quick Product Check
id: Pemeriksaan Produk Cepat

# useButtonsToCheck
source: Use the buttons below to quickly check product status:
id: Gunakan tombol di bawah untuk memeriksa status produk dengan cepat:

source: Inventory Overview
id: Ringkasan Inventori

# checkStatusPending
source: PENDING
id: TERTUNDA

# checkStatusMissing
source: MISSING
id: HILANG

# checkStatusBroken
source: BROKEN
id: RUSAK

# itemsCount
source: {count} items
id: {count} item

# statusProductsComingSoon
source: {status} products feature coming soon!
id: Fitur produk {status} segera hadir!

source: Recent Transactions
id: Transaksi Terkini

source: Recent Transactions (All Stores)
id: Transaksi Terkini (Semua Toko)

source: Recent Product Checks
id: Pemeriksaan Produk Terkini

source: My Recent Transactions
id: Transaksi Saya Terkini

source: Store Operations Activity
id: Aktivitas Operasi Toko

source: Multi-Store Summary
id: Ringkasan Multi-Toko

# allChecksComingSoon
source: All Checks feature coming soon!
id: Fitur Semua Pemeriksaan segera hadir!

# allProductChecksComingSoon
source: All Product Checks feature coming soon!
id: Fitur Semua Pemeriksaan Produk segera hadir!

# pendingChecksComingSoon
source: Pending Checks feature coming soon!
id: Fitur Pemeriksaan Tertunda segera hadir!

# mySalesComingSoon
source: My Sales feature coming soon!
id: Fitur Penjualan Saya segera hadir!

# storeActivityComingSoon
source: Store Activity feature coming soon!
id: Fitur Aktivitas Toko segera hadir!

# allActivityComingSoon
source: All Activity feature coming soon!
id: Fitur Semua Aktivitas segera hadir!

# reportsComingSoon
source: Reports feature coming soon!
id: Fitur Laporan segera hadir!

# inventoryComingSoon
source: Inventory feature coming soon!
id: Fitur Inventori segera hadir!

# lowStockComingSoon
source: Low Stock feature coming soon!
id: Fitur Stok Rendah segera hadir!

# salesReportComingSoon
source: Sales Report feature coming soon!
id: Fitur Laporan Penjualan segera hadir!

source: Reports
id: Laporan

source: Unknown Role
id: Peran Tidak Dikenal

# roleNotRecognized
source: Your user role is not recognized. Please contact your administrator.
id: Peran pengguna Anda tidak dikenali. Silakan hubungi administrator Anda.

# oopsWentWrong
source: Oops! Something went wrong
id: Ups! Terjadi kesalahan

source: Go to Dashboard
id: Ke Dasbor

# pageNotFound
source: Page not found: {location}
id: Halaman tidak ditemukan: {location}

# failedToLogout
source: Failed to logout: {error}
id: Gagal keluar: {error}

# welcomeUser
source: Welcome, {name}!
id: Selamat datang, {name}!

# pleaseSelectStoreToContine
source: Please select a store to continue
id: Silakan pilih toko untuk melanjutkan

source: Loading available stores...
id: Memuat toko yang tersedia...

# failedToLoadStoresRetry
source: Failed to load stores. Please try again.
id: Gagal memuat toko. Silakan coba lagi.

source: Available Stores ({count})
id: Toko Tersedia ({count})

# noStoresAvailableTitle
source: No stores available
id: Tidak ada toko yang tersedia

# contactAdminForStoreAssignment
source: Please contact your administrator to assign you to a store.
id: Silakan hubungi administrator Anda untuk ditugaskan ke toko.

source: Sign Out
id: Keluar

source: Continue to Dashboard
id: Lanjut ke Dasbor

source: Sign out and use different account
id: Keluar dan gunakan akun berbeda

# failedToSelectStore
source: Failed to select store: {error}
id: Gagal memilih toko: {error}

source: Select Language
id: Pilih Bahasa

# selectLanguageSubtitle
source: Choose your preferred language for the app interface
id: Pilih bahasa yang Anda inginkan untuk antarmuka aplikasi

source: Language changed to
id: Bahasa diubah ke

source: Switched to
id: Beralih ke

source: Store Overview
id: Ringkasan Toko

source: Switch Store
id: Ganti Toko

source: Store Metrics
id: Metrik Toko

source: Currently Viewing
id: Sedang Melihat

source: Create new product
id: Buat produk baru

source: Add Employee
id: Tambah Karyawan

source: Create new employee
id: Buat karyawan baru

# users_title_list
source: Users
id: Pengguna

# users_button_create
source: Create User
id: Buat Pengguna

# users_search_hint
source: Search users by name or username...
id: Cari pengguna berdasarkan nama atau username...

# users_empty_title
source: No Users Found
id: Pengguna Tidak Ditemukan

# users_empty_subtitle
source: Create your first user to get started
id: Buat pengguna pertama Anda untuk memulai

# users_role_owner
source: Owner
id: Pemilik

# users_role_cashier
source: Cashier
id: Kasir

# users_status_active
source: Active
id: Aktif

# users_status_inactive
source: Inactive
id: Tidak Aktif

# users_status_deleted
source: Deleted
id: Dihapus

# users_created_at
source: Created {date}
id: Dibuat {date}
