Repository: bdxygy/wms-01
Catalog: mobile/l10n/app_*.arb
Languages: id

# users_filter_title
source: Filter Users
id: Filter Pengguna

# users_filter_role
source: Filter by Role
id: Filter berdasarkan Peran

# users_filter_status
source: Filter by Status
id: Filter berdasarkan Status

# users_filter_all_roles
source: All Roles
id: Semua Peran

# users_filter_all_statuses
source: All Statuses
id: Semua Status

# users_filter_active_only
source: Active Only
id: Hanya Aktif

# users_filter_inactive_only
source: Inactive Only
id: Hanya Tidak Aktif

# users_detail_title
source: User Details
id: Detail Pengguna

# users_form_title_create
source: Create User
id: Buat Pengguna

# users_form_title_edit
source: Edit User
id: Edit Pengguna

# users_form_name
source: Full Name
id: Nama Lengkap

# users_form_password
source: Password
id: Kata Sandi

# users_form_role
source: Role
id: Peran

# users_form_store
source: Store Assignment
id: Penugasan Toko

# users_form_name_hint
source: Enter full name
id: Masukkan nama lengkap

# users_form_username_hint
source: Enter username
id: Masukkan username

# users_form_password_hint
source: Enter password
id: Masukkan kata sandi

# users_form_select_role
source: Select role
id: Pilih peran

# users_form_select_store
source: Select store (optional)
id: Pilih toko (opsional)

# users_validation_name_required
source: Full name is required
id: Nama lengkap diperlukan

# users_validation_username_required
source: Username is required
id: Username diperlukan

# users_validation_password_required
source: Password is required
id: Kata sandi diperlukan

# users_validation_role_required
source: Role is required
id: Peran diperlukan

# users_created_successfully
source: User created successfully
id: Pengguna berhasil dibuat

# users_updated_successfully
source: User updated successfully
id: Pengguna berhasil diperbarui

# users_deleted_successfully
source: User deleted successfully
id: Pengguna berhasil dihapus

# users_failed_to_create
source: Failed to create user
id: Gagal membuat pengguna

# users_failed_to_update
source: Failed to update user
id: Gagal memperbarui pengguna

# users_failed_to_delete
source: Failed to delete user
id: Gagal menghapus pengguna

# users_failed_to_load
source: Failed to load user
id: Gagal memuat pengguna

# users_failed_to_load_list
source: Failed to load users
id: Gagal memuat daftar pengguna

# users_delete_confirm_title
source: Delete User
id: Hapus Pengguna

# users_delete_confirm_message
source: Are you sure you want to delete user '{name}'? This action cannot be undone.
id: Apakah Anda yakin ingin menghapus pengguna '{name}'? Tindakan ini tidak dapat dibatalkan.

# common_button_clear_filters
source: Clear Filters
id: Hapus Filter

# common_button_apply_filters
source: Apply Filters
id: Terapkan Filter

# products_title_details
source: Product Details
id: Detail Produk

# products_action_printBarcode
source: Print Barcode
id: Cetak Barcode

# products_action_deleteProduct
source: Delete Product
id: Hapus Produk

# products_label_name
source: Name
id: Nama Produk

# products_label_price
source: Price
id: Harga

# products_message_barcodePrintedSuccess
source: Barcode printed successfully!
id: Barcode berhasil dicetak

# products_message_barcodesPrintedSuccess
source: {count} barcodes printed successfully!
id: {count} barcode berhasil dicetak

# products_error_printBarcodeFailed
source: Failed to print barcode: {error}
id: Gagal mencetak barcode: {error}

# products_message_deleteConfirmation
source: Are you sure you want to delete "{name}"? This action cannot be undone.
id: Apakah Anda yakin ingin menghapus "{name}"? Tindakan ini tidak dapat dibatalkan.

# products_message_deleteSuccess
source: Product "{name}" deleted successfully
id: Produk "{name}" berhasil dihapus

# products_error_deleteFailed
source: Failed to delete product: {error}
id: Gagal menghapus produk: {error}

# transactions_title_details
source: Transaction Details
id: Detail Transaksi

# transactions_action_printReceipt
source: Print Receipt
id: Cetak Struk

# transactions_label_id
source: ID
id: ID Transaksi

# transactions_label_type
source: Type
id: Jenis Transaksi

# transactions_message_receiptPrintedSuccess
source: Receipt printed successfully!
id: Struk berhasil dicetak

# transactions_action_markFinished
source: Mark as Finished
id: Tandai Selesai

# transactions_message_markedFinished
source: Transaction marked as finished
id: Transaksi ditandai selesai

# transactions_error_markFinishedFailed
source: Failed to mark transaction as finished: {error}
id: Gagal menandai transaksi selesai: {error}

# transactions_message_receiptsPrintedSuccess
source: {count} receipts printed successfully
id: {count} struk berhasil dicetak

# transactions_error_printReceiptFailed
source: Failed to print receipt: {error}
id: Gagal mencetak struk: {error}

# transactions_label_amount
source: Amount
id: Jumlah

# transactions_label_items
source: Items
id: Item

# transactions_label_date
source: Date
id: Tanggal

# transactions_title_detail
source: Transaction Detail
id: Detail Transaksi

# stores_title_details
source: Store Details
id: Detail Toko

# stores_action_deleteStore
source: Delete Store
id: Hapus Toko

# stores_label_name
source: Name
id: Nama Toko

# stores_label_type
source: Type
id: Jenis Toko

# stores_label_address
source: Address
id: Alamat

# stores_label_phone
source: Phone
id: Telepon

# common_message_copiedToClipboard
source: Information copied to clipboard
id: Informasi berhasil disalin ke clipboard

# common_status_pending
source: Pending
id: Tertunda

# common_status_completed
source: Completed
id: Selesai

# common_error_printerNotConnected
source: Printer not connected. Setting up printer...
id: Printer tidak terhubung

# common_error_permissionRequired
source: Permission required: {error}
id: Izin diperlukan: {error}

# common_action_setup
source: Setup
id: Atur

# deleteStoreConfirmation
source: Are you sure you want to delete store '{name}'? This action cannot be undone.
id: Apakah Anda yakin ingin menghapus toko '{name}'? Tindakan ini tidak dapat dibatalkan.
